Repository: aalvsz/iOS-workout-health-app
Catalog: FitPulse/Localizable.xcstrings
Source language: en
Languages: es, fr

source: % avg
es: % prom
fr: % moy

source: %.1f hours
es: %.1f horas
fr: %.1f heures

source: %@ Ideas
es: Ideas de %@
fr: Idées %@

source: %@ Steps to Go
es: %@ pasos restantes
fr: %@ pas restants

source: %@ workouts per week is great for progress.
es: %@ entrenamientos por semana es genial para el progreso.
fr: %@ entraînements par semaine, c'est idéal pour progresser.

source: %lld Day Streak!
es: ¡Racha de %lld días!
fr: Série de %lld jours !

source: %lld active
es: %lld activas
fr: %lld actives

source: %lld entries
es: %lld entradas
fr: %lld entrées

source: %lld exercises
es: %lld ejercicios
fr: %lld exercices

source: %lld free plan remaining this month
es: %lld plan gratuito restante este mes
fr: %lld plan gratuit restant ce mois-ci

source: %lld free plans remaining this month
es: %lld planes gratuitos restantes este mes
fr: %lld plans gratuits restants ce mois-ci

source: %lld kcal target
es: %lld kcal objetivo
fr: %lld kcal cible

source: %lld kcal • %lldg protein
es: %lld kcal • %lldg proteína
fr: %lld kcal • %lldg protéines

source: %lld sessions
es: %lld sesiones
fr: %lld séances

source: %lld years
es: %lld años
fr: %lld ans

source: %lld%% avg
es: %lld%% prom
fr: %lld%% moy

source: %lld-day program
es: Programa de %lld días
fr: Programme de %lld jours

source: %lldg F
es: %lldg G
fr: %lldg L

source: %lldg protein
es: %lldg proteína
fr: %lldg protéines

source: %lldg protein left today. Time for a protein-rich meal.
es: %lldg de proteína restante hoy. Es hora de una comida rica en proteína.
fr: %lldg de protéines restantes aujourd'hui. C'est le moment d'un repas riche en protéines.

source: **%@** - %lld kcal %@ %lldg P / %lldg C / %lldg F
es: **%@** - %lld kcal %@ %lldg P / %lldg C / %lldg G
fr: **%@** - %lld kcal %@ %lldg P / %lldg G / %lldg L

source: **Error:** Could not get a response. Please try again.
es: **Error:** No se pudo obtener una respuesta. Inténtalo de nuevo.
fr: **Erreur :** Impossible d'obtenir une réponse. Veuillez réessayer.

source: + %lld more exercises
es: + %lld ejercicios más
fr: + %lld exercices de plus

source: +%lld more
es: +%lld más
fr: +%lld de plus

source: 200g chicken breast with rice
es: 200g de pechuga de pollo con arroz
fr: 200g de blanc de poulet avec du riz

source: 7-Day Avg
es: Prom. 7 días
fr: Moy. 7 jours

source: A short walk could help you reach your daily goal!
es: ¡Una caminata corta podría ayudarte a alcanzar tu objetivo diario!
fr: Une courte marche pourrait vous aider à atteindre votre objectif quotidien !

source: AI Coach
es: Entrenador IA
fr: Coach IA

source: AI Coach Unavailable
es: Entrenador IA no disponible
fr: Coach IA indisponible

source: AI Estimate
es: Estimación IA
fr: Estimation IA

source: AI Recovery Insight
es: Análisis de recuperación IA
fr: Analyse de récupération IA

source: AI-powered recovery analysis
es: Análisis de recuperación con IA
fr: Analyse de récupération par IA

source: Abandon Challenge
es: Abandonar desafío
fr: Abandonner le défi

source: About
es: Acerca de
fr: À propos

source: About You
es: Sobre ti
fr: À propos de vous

source: Accept
es: Aceptar
fr: Accepter

source: Account
es: Cuenta
fr: Compte

source: Achievement Unlocked!
es: ¡Logro desbloqueado!
fr: Succès débloqué !

source: Achievements
es: Logros
fr: Succès

source: Active Calories
es: Calorías activas
fr: Calories actives

source: Active Challenge
es: Desafío activo
fr: Défi actif

source: Active Plans
es: Planes activos
fr: Plans actifs

source: Activity Level
es: Nivel de actividad
fr: Niveau d'activité

source: Add Exercise
es: Añadir ejercicio
fr: Ajouter un exercice

source: Additional Notes (Optional)
es: Notas adicionales (Opcional)
fr: Notes supplémentaires (Facultatif)

source: Adequate
es: Adecuada
fr: Adéquate

source: Advanced
es: Avanzado
fr: Avancé

source: Age
es: Edad
fr: Âge

source: Age: %lld
es: Edad: %lld
fr: Âge : %lld

source: Aggressive - faster results but harder to maintain
es: Agresivo - resultados más rápidos pero más difícil de mantener
fr: Agressif - résultats plus rapides mais plus difficile à maintenir

source: All
es: Todos
fr: Tous

source: All (default)
es: Todos (predeterminado)
fr: Tous (par défaut)

source: Almost There!
es: ¡Ya casi!
fr: Presque !

source: Amount
es: Cantidad
fr: Quantité

source: Analytics
es: Analíticas
fr: Analytique

source: Analytics Dashboard
es: Panel de analíticas
fr: Tableau de bord analytique

source: Analyze with AI
es: Analizar con IA
fr: Analyser avec l'IA

source: Analyzing your recovery data...
es: Analizando tus datos de recuperación...
fr: Analyse de vos données de récupération...

source: Analyzing...
es: Analizando...
fr: Analyse en cours...

source: Appearance
es: Apariencia
fr: Apparence

source: Ask about exercises, form, programs...
es: Pregunta sobre ejercicios, forma, programas...
fr: Posez des questions sur les exercices, la forme, les programmes...

source: Ask about macros, meal timing, supplements...
es: Pregunta sobre macros, horarios de comida, suplementos...
fr: Posez des questions sur les macros, les horaires de repas, les suppléments...

source: Ask about workouts, nutrition, form...
es: Pregunta sobre entrenamientos, nutrición, forma...
fr: Posez des questions sur les entraînements, la nutrition, la forme...

source: Ask anything about fitness...
es: Pregunta cualquier cosa sobre fitness...
fr: Posez n'importe quelle question sur le fitness...

source: At risk
es: En riesgo
fr: À risque

source: At risk!
es: ¡En riesgo!
fr: À risque !

source: Athletic Performance
es: Rendimiento atlético
fr: Performance athlétique

source: Available Equipment
es: Equipamiento disponible
fr: Équipement disponible

source: Avg: %lld/100
es: Prom: %lld/100
fr: Moy : %lld/100

source: Awesome!
es: ¡Genial!
fr: Super !

source: BMR
es: TMB
fr: MB

source: Back
es: Espalda
fr: Dos

source: Barbell
es: Barra
fr: Barre

source: Beginner
es: Principiante
fr: Débutant

source: Best supplements for muscle growth?
es: ¿Mejores suplementos para ganar músculo?
fr: Meilleurs suppléments pour la croissance musculaire ?

source: Biceps
es: Bíceps

source: Body Part Split
es: División por grupo muscular
fr: Split par groupe musculaire

source: Body Recomposition
es: Recomposición corporal
fr: Recomposition corporelle

source: Body Stats
es: Estadísticas corporales
fr: Statistiques corporelles

source: Bodyweight
es: Peso corporal
fr: Poids du corps

source: Bottle
es: Botella
fr: Bouteille

source: Bronze
es: Bronce

source: Build
es: Construir
fr: Construire

source: Build Muscle
es: Ganar músculo
fr: Gagner du muscle

source: Build Strength
es: Ganar fuerza
fr: Gagner en force

source: Building momentum. Every action counts.
es: Construyendo impulso. Cada acción cuenta.
fr: L'élan se construit. Chaque action compte.

source: Burned
es: Quemadas
fr: Brûlées

source: Cable Machine
es: Polea
fr: Poulie

source: Caloric Deficit
es: Déficit calórico
fr: Déficit calorique

source: Calorie Deficit
es: Déficit de calorías
fr: Déficit calorique

source: Calories
es: Calorías

source: Calves
es: Gemelos
fr: Mollets

source: Cancel
es: Cancelar
fr: Annuler

source: Carbohydrates
es: Carbohidratos
fr: Glucides

source: Carbs
es: Carbos
fr: Glucides

source: Challenge Complete!
es: ¡Desafío completado!
fr: Défi terminé !

source: Challenge Stats
es: Estadísticas del desafío
fr: Statistiques du défi

source: Challenges
es: Desafíos
fr: Défis

source: Chest
es: Pecho
fr: Poitrine

source: Clear
es: Limpiar
fr: Effacer

source: Clear All Data
es: Borrar todos los datos
fr: Effacer toutes les données

source: Clear All Data?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?

source: Close
es: Cerrar
fr: Fermer

source: Coffee
es: Café
fr: Café

source: Common Mistakes
es: Errores comunes
fr: Erreurs courantes

source: Completed
es: Completado
fr: Terminé

source: Connect Apple Health
es: Conectar Apple Health
fr: Connecter Apple Santé

source: Connect Health
es: Conectar Salud
fr: Connecter Santé

source: Connected!
es: ¡Conectado!
fr: Connecté !

source: Continue
es: Continuar
fr: Continuer

source: Could not parse meal. Try being more specific or use manual entry.
es: No se pudo analizar la comida. Intenta ser más específico o usa la entrada manual.
fr: Impossible d'analyser le repas. Essayez d'être plus précis ou utilisez la saisie manuelle.

source: Could not parse that meal. Try being more specific (e.g. "200g chicken breast with 150g rice").
es: No se pudo analizar esa comida. Intenta ser más específico (ej. "200g de pechuga de pollo con 150g de arroz").
fr: Impossible d'analyser ce repas. Essayez d'être plus précis (ex. "200g de blanc de poulet avec 150g de riz").

source: Create Template
es: Crear plantilla
fr: Créer un modèle

source: Create a PPL split for me
es: Crea una división PPL para mí
fr: Crée-moi un split PPL

source: Create a workout template to reuse your favorite routines.
es: Crea una plantilla de entrenamiento para reutilizar tus rutinas favoritas.
fr: Créez un modèle d'entraînement pour réutiliser vos routines préférées.

source: Current
es: Actual
fr: Actuel

source: Current Plan
es: Plan actual
fr: Plan actuel

source: Current: %@ kg
es: Actual: %@ kg
fr: Actuel : %@ kg

source: Custom
es: Personalizado
fr: Personnalisé

source: Daily Calories
es: Calorías diarias
fr: Calories quotidiennes

source: Daily Steps: %@
es: Pasos diarios: %@
fr: Pas quotidiens : %@

source: Daily fluctuations are normal. Watch the weekly trend instead.
es: Las fluctuaciones diarias son normales. Observa la tendencia semanal.
fr: Les fluctuations quotidiennes sont normales. Surveillez la tendance hebdomadaire.

source: Dark Mode
es: Modo oscuro
fr: Mode sombre

source: Data
es: Datos
fr: Données

source: Date
es: Fecha

source: Days per week: %lld
es: Días por semana: %lld
fr: Jours par semaine : %lld

source: Declining
es: En descenso
fr: En baisse

source: Deficit
es: Déficit
fr: Déficit

source: Dehydrated
es: Deshidratado
fr: Déshydraté

source: Describe what you ate
es: Describe lo que comiste
fr: Décrivez ce que vous avez mangé

source: Describe what you ate...
es: Describe lo que comiste...
fr: Décrivez ce que vous avez mangé...

source: Details
es: Detalles
fr: Détails

source: Discard
es: Descartar
fr: Rejeter

source: Done
es: Hecho
fr: Terminé

source: Dumbbell
es: Mancuerna
fr: Haltère

source: Eaten
es: Consumido
fr: Consommé

source: Edit
es: Editar
fr: Modifier

source: Est. Duration
es: Duración est.
fr: Durée est.

source: Example: "200g chicken breast with 150g white rice and a mixed salad"
es: Ejemplo: "200g de pechuga de pollo con 150g de arroz blanco y una ensalada mixta"
fr: Exemple : "200g de blanc de poulet avec 150g de riz blanc et une salade composée"

source: Excellent
es: Excelente

source: Excellent consistency! %@ workouts per week is great for progress.
es: ¡Excelente constancia! %@ entrenamientos por semana es genial para el progreso.
fr: Excellente régularité ! %@ entraînements par semaine, c'est idéal pour progresser.

source: Exercise
es: Ejercicio
fr: Exercice

source: Exercise Library
es: Biblioteca de ejercicios
fr: Bibliothèque d'exercices

source: Exercises (%lld)
es: Ejercicios (%lld)
fr: Exercices (%lld)

source: Expected Weekly Loss
es: Pérdida semanal esperada
fr: Perte hebdomadaire prévue

source: Experience
es: Experiencia
fr: Expérience

source: Experience Level
es: Nivel de experiencia
fr: Niveau d'expérience

source: Explain progressive overload
es: Explica la sobrecarga progresiva
fr: Explique la surcharge progressive

source: Export Progress Report
es: Exportar informe de progreso
fr: Exporter le rapport de progrès

source: Export Reports
es: Exportar informes
fr: Exporter les rapports

source: Export progress as PDF
es: Exportar progreso como PDF
fr: Exporter le progrès en PDF

source: Export your progress reports as beautiful PDFs to share or keep.
es: Exporta tus informes de progreso como PDFs atractivos para compartir o guardar.
fr: Exportez vos rapports de progrès en beaux PDF à partager ou conserver.

source: Extra Active
es: Extra activo
fr: Très actif

source: F
es: G
fr: L

source: Failed to load model: %@
es: Error al cargar el modelo: %@
fr: Échec du chargement du modèle : %@

source: Failed to parse response
es: Error al analizar la respuesta
fr: Échec de l'analyse de la réponse

source: Failed to save weight: %@
es: Error al guardar el peso: %@
fr: Échec de l'enregistrement du poids : %@

source: Fat
es: Grasa
fr: Lipides

source: Favorite
es: Favorito
fr: Favori

source: Female
es: Femenino
fr: Féminin

source: Fine-tune your targets
es: Ajusta tus objetivos
fr: Affinez vos objectifs

source: FitPulse works best when connected to Apple Health for automatic tracking of your workouts, heart rate, sleep, and more.
es: FitPulse funciona mejor conectado a Apple Health para el seguimiento automático de tus entrenamientos, frecuencia cardíaca, sueño y más.
fr: FitPulse fonctionne mieux connecté à Apple Santé pour le suivi automatique de vos entraînements, fréquence cardiaque, sommeil et plus encore.

source: Fitness Goal
es: Objetivo fitness
fr: Objectif fitness

source: Fitness Goals
es: Objetivos fitness
fr: Objectifs fitness

source: Focus on Trends
es: Enfócate en las tendencias
fr: Concentrez-vous sur les tendances

source: Forearms
es: Antebrazos
fr: Avant-bras

source: Free
es: Gratis
fr: Gratuit

source: Free limit reached
es: Límite gratuito alcanzado
fr: Limite gratuite atteinte

source: Free limit reached (3/month). Upgrade to Premium for unlimited plans.
es: Límite gratuito alcanzado (3/mes). Actualiza a Premium para planes ilimitados.
fr: Limite gratuite atteinte (3/mois). Passez à Premium pour des plans illimités.

source: Full Body
es: Cuerpo completo
fr: Corps complet

source: General Fitness
es: Fitness general
fr: Fitness général

source: General Q&A
es: Preguntas generales
fr: Questions générales

source: Generate
es: Generar
fr: Générer

source: Generate PDF
es: Generar PDF
fr: Générer le PDF

source: Generate Plan
es: Generar plan
fr: Générer le plan

source: Generate Workout Plan
es: Generar plan de entrenamiento
fr: Générer un plan d'entraînement

source: Generate a PDF report with your workout, nutrition, weight, and recovery data.
es: Genera un informe PDF con tus datos de entrenamiento, nutrición, peso y recuperación.
fr: Générez un rapport PDF avec vos données d'entraînement, nutrition, poids et récupération.

source: Generate unlimited workout & meal plans
es: Genera planes de entrenamiento y comidas ilimitados
fr: Générez des plans d'entraînement et de repas illimités

source: Generating your plan...
es: Generando tu plan...
fr: Génération de votre plan...

source: Generating...
es: Generando...
fr: Génération...

source: Generation Failed
es: Error en la generación
fr: Échec de la génération

source: Get AI-powered recovery analysis based on your health data.
es: Obtén un análisis de recuperación con IA basado en tus datos de salud.
fr: Obtenez une analyse de récupération par IA basée sur vos données de santé.

source: Get a personalized training plan based on your goals and history
es: Obtén un plan de entrenamiento personalizado basado en tus objetivos e historial
fr: Obtenez un plan d'entraînement personnalisé basé sur vos objectifs et votre historique

source: Getting your data
es: Obteniendo tus datos
fr: Récupération de vos données

source: Glass
es: Vaso
fr: Verre

source: Glutes
es: Glúteos
fr: Fessiers

source: Goal
es: Objetivo
fr: Objectif

source: Goal & Experience
es: Objetivo y experiencia
fr: Objectif et expérience

source: Goal Progress
es: Progreso del objetivo
fr: Progrès de l'objectif

source: Goal: %@
es: Objetivo: %@
fr: Objectif : %@

source: Goal: %@h
es: Objetivo: %@h
fr: Objectif : %@h

source: Goals
es: Objetivos
fr: Objectifs

source: Gold
es: Oro
fr: Or

source: Good
es: Bueno
fr: Bon

source: Good afternoon
es: Buenas tardes
fr: Bon après-midi

source: Good afternoon, %@
es: Buenas tardes, %@
fr: Bon après-midi, %@

source: Good evening
es: Buenas noches
fr: Bonsoir

source: Good evening, %@
es: Buenas noches, %@
fr: Bonsoir, %@

source: Good frequency at %@ workouts/week. Consider adding one more session.
es: Buena frecuencia con %@ entrenamientos/semana. Considera añadir una sesión más.
fr: Bonne fréquence à %@ entraînements/semaine. Envisagez d'ajouter une séance supplémentaire.

source: Good morning
es: Buenos días
fr: Bonjour

source: Good morning, %@
es: Buenos días, %@
fr: Bonjour, %@

source: Good night
es: Buenas noches
fr: Bonne nuit

source: Good night, %@
es: Buenas noches, %@
fr: Bonne nuit, %@

source: Great Day to Train
es: Gran día para entrenar
fr: Super journée pour s'entraîner

source: Great job! You trained %lld more times than last week.
es: ¡Buen trabajo! Entrenaste %lld veces más que la semana pasada.
fr: Bravo ! Vous vous êtes entraîné %lld fois de plus que la semaine dernière.

source: Hamstrings
es: Isquiotibiales
fr: Ischio-jambiers

source: Hard exercise 6-7 days/week
es: Ejercicio intenso 6-7 días/semana
fr: Exercice intense 6-7 jours/semaine

source: Health Data
es: Datos de salud
fr: Données de santé

source: Health Integration
es: Integración de salud
fr: Intégration santé

source: Height
es: Altura
fr: Taille

source: Height: %lld cm
es: Altura: %lld cm
fr: Taille : %lld cm

source: Higher deficit = faster weight loss, but harder to maintain
es: Mayor déficit = pérdida de peso más rápida, pero más difícil de mantener
fr: Déficit plus élevé = perte de poids plus rapide, mais plus difficile à maintenir

source: History
es: Historial
fr: Historique

source: How To Perform
es: Cómo realizar
fr: Comment exécuter

source: How do I improve my bench press?
es: ¿Cómo mejoro mi press de banca?
fr: Comment améliorer mon développé couché ?

source: How much protein do I need?
es: ¿Cuánta proteína necesito?
fr: De combien de protéines ai-je besoin ?

source: How should I structure my workout week?
es: ¿Cómo debo estructurar mi semana de entrenamiento?
fr: Comment structurer ma semaine d'entraînement ?

source: Hydrate Now
es: Hidrátate ahora
fr: Hydratez-vous maintenant

source: Hydration
es: Hidratación
fr: Hydratation

source: I'm feeling overtrained, what should I do?
es: Me siento sobreentrenado, ¿qué debo hacer?
fr: Je me sens surentraîné, que dois-je faire ?

source: Important
es: Importante

source: Improve Performance
es: Mejorar rendimiento
fr: Améliorer les performances

source: Improving
es: Mejorando
fr: En amélioration

source: Inference failed: %@
es: Error de inferencia: %@
fr: Échec de l'inférence : %@

source: Injuries, focus areas, preferences...
es: Lesiones, áreas de enfoque, preferencias...
fr: Blessures, zones de focus, préférences...

source: Insights
es: Análisis
fr: Analyses

source: Intermediate
es: Intermedio
fr: Intermédiaire

source: Join Challenge
es: Unirse al desafío
fr: Rejoindre le défi

source: Join this week's challenge to push your limits!
es: ¡Únete al desafío de esta semana para superar tus límites!
fr: Rejoignez le défi de cette semaine pour repousser vos limites !

source: Juice
es: Zumo
fr: Jus

source: Keep up the momentum!
es: ¡Mantén el impulso!
fr: Gardez l'élan !

source: Know when to push and when to rest
es: Sabe cuándo esforzarte y cuándo descansar
fr: Sachez quand forcer et quand vous reposer

source: Large
es: Grande
fr: Grand

source: Last Synced
es: Última sincronización
fr: Dernière synchronisation

source: Let AI Decide
es: Dejar que la IA decida
fr: Laisser l'IA décider

source: Let's Go!
es: ¡Vamos!
fr: C'est parti !

source: Let's get back on track today.
es: Volvamos al buen camino hoy.
fr: Remettons-nous sur la bonne voie aujourd'hui.

source: Let's personalize your experience
es: Personalicemos tu experiencia
fr: Personnalisons votre expérience

source: Light exercise 1-3 days/week
es: Ejercicio ligero 1-3 días/semana
fr: Exercice léger 1-3 jours/semaine

source: Lightly Active
es: Ligeramente activo
fr: Légèrement actif

source: Little to no exercise
es: Poco o ningún ejercicio
fr: Peu ou pas d'exercice

source: Loading AI Coach
es: Cargando entrenador IA
fr: Chargement du coach IA

source: Loading subscription options...
es: Cargando opciones de suscripción...
fr: Chargement des options d'abonnement...

source: Loading...
es: Cargando...
fr: Chargement...

source: Log
es: Registrar
fr: Enregistrer

source: Log %lldml
es: Registrar %lldml
fr: Enregistrer %lldml

source: Log Hydration
es: Registrar hidratación
fr: Enregistrer l'hydratation

source: Log Meal
es: Registrar comida
fr: Enregistrer le repas

source: Log New Weight
es: Registrar nuevo peso
fr: Enregistrer un nouveau poids

source: Log Regularly
es: Registra regularmente
fr: Enregistrez régulièrement

source: Log This Meal
es: Registrar esta comida
fr: Enregistrer ce repas

source: Log Water
es: Registrar agua
fr: Enregistrer l'eau

source: Log Weight
es: Registrar peso
fr: Enregistrer le poids

source: Log more weight entries to see your prediction
es: Registra más entradas de peso para ver tu predicción
fr: Enregistrez plus de poids pour voir votre prédiction

source: Log this meal?
es: ¿Registrar esta comida?
fr: Enregistrer ce repas ?

source: Log your meals to hit your nutrition targets.
es: Registra tus comidas para alcanzar tus objetivos nutricionales.
fr: Enregistrez vos repas pour atteindre vos objectifs nutritionnels.

source: Log your weight at the same time each day for accurate tracking.
es: Registra tu peso a la misma hora cada día para un seguimiento preciso.
fr: Enregistrez votre poids à la même heure chaque jour pour un suivi précis.

source: Log your weight to track your progress
es: Registra tu peso para seguir tu progreso
fr: Enregistrez votre poids pour suivre votre progrès

source: Logged **%@** (%lld kcal) to your %@.
es: Registrado **%@** (%lld kcal) en tu %@.
fr: Enregistré **%@** (%lld kcal) dans votre %@.

source: Logging
es: Registro
fr: Enregistrement

source: Lose Weight
es: Perder peso
fr: Perdre du poids

source: Low
es: Bajo
fr: Bas

source: MOMENTUM
es: IMPULSO
fr: ÉLAN

source: Machine
es: Máquina

source: Macronutrients
es: Macronutrientes
fr: Macronutriments

source: Maintain Weight
es: Mantener peso
fr: Maintenir le poids

source: Maintenance - no weight change
es: Mantenimiento - sin cambio de peso
fr: Maintien - pas de changement de poids

source: Male
es: Masculino
fr: Masculin

source: Meal
es: Comida
fr: Repas

source: Meal Details
es: Detalles de la comida
fr: Détails du repas

source: Meal Estimator
es: Estimador de comidas
fr: Estimateur de repas

source: Meal Type
es: Tipo de comida
fr: Type de repas

source: Meal name
es: Nombre de la comida
fr: Nom du repas

source: Mild deficit - slow, sustainable loss
es: Déficit leve - pérdida lenta y sostenible
fr: Déficit léger - perte lente et durable

source: Minutes
es: Minutos

source: Mode
es: Modo

source: Model file not found
es: Archivo del modelo no encontrado
fr: Fichier du modèle introuvable

source: Moderate deficit - steady progress
es: Déficit moderado - progreso constante
fr: Déficit modéré - progrès régulier

source: Moderate exercise 3-5 days/week
es: Ejercicio moderado 3-5 días/semana
fr: Exercice modéré 3-5 jours/semaine

source: Moderately Active
es: Moderadamente activo
fr: Modérément actif

source: Monthly
es: Mensual
fr: Mensuel

source: Move
es: Movimiento
fr: Mouvement

source: Muscle Groups
es: Grupos musculares
fr: Groupes musculaires

source: Muscles Worked
es: Músculos trabajados
fr: Muscles travaillés

source: My Templates
es: Mis plantillas
fr: Mes modèles

source: Name
es: Nombre
fr: Nom

source: New Plan
es: Nuevo plan
fr: Nouveau plan

source: New Template
es: Nueva plantilla
fr: Nouveau modèle

source: Next
es: Siguiente
fr: Suivant

source: Next: %lld days
es: Siguiente: %lld días
fr: Prochain : %lld jours
